{
  "title": "¿Tuviste un <br/> Accidente con <span>Uber</span>?",
  "subtitle": "¡Te conseguimos la compensación que mereces! <br className='d-md-block d-none' /> Méndez y Sánchez, APC te ayudarán a obtener la justicia y compensación que te corresponde.",
  "get_started": "Comienza Aquí",
  "free_case_review": "Obtén revisión gratuita de tu caso",
  "read_more": "Descubre más",
  "fields": {
    "full_name": "Nombre Completo",
    "phone_number": "Número Telefónico",
    "email": "Correo Electrónico",
    "summary": "Cuéntanos acerca de tu caso…"
  },
  "thank_you": {
    "header": "Gracias",
    "subheader": "¡Nuestro equipo se pondrá en contacto contigo pronto!"
  },
  "disclaimer": "Al contactarnos, usted acepta recibir comunicaciones de Méndez & Sánchez, APC. Es posible que se apliquen cargos por mensajes y datos. Envía ‘STOP’ para cancelar. La comunicación no crea una relación abogado-cliente.",
  "settlements": {
    "title": "Acuerdos",
    "milestone": "Más de mil millones de dólares recuperados para clientes en acuerdos y veredictos.",
    "cases": {
      "motorcycle_accidents": "$14M - Accidentes de Motocicleta",
      "traumatic_brain_injury": "$10M - Lesión Cerebral Traumática",
      "wrongful_death": "$5M - Fallecimiento Injusto",
      "car_accident": "$5M - Accidente de Auto"
    }
  },
  "start_case": "Inicia tu caso",
  "compensation_message": "¿Lesionado en un Accidente con Uber? <br/> Esto es lo que necesitas saber",
  "urgent_cases": {
    "intro": "Con la popularidad creciente de Uber, también han aumentado los accidentes que involucran a sus conductores. Ya sea que fueras pasajero, otro conductor o peatón, enfrentar las consecuencias legales de un accidente con Uber puede ser complicado. En Méndez y Sánchez, APC tenemos experiencia en reclamos por lesiones con Uber y lucharemos para que recibas la compensación completa, incluso si hay varias pólizas de seguro o contratistas independientes involucrados."
  },
  "why_choose_us": {
    "title": "¿Qué hacer a continuación?",
    "points": [
      "<strong>Consulta Gratis 24/7</strong> - Habla directamente con un abogado experto en accidentes de Uber.",
      "<strong>Revisamos tu Caso</strong> - Te explicamos tus derechos y los pasos a seguir, sin complicaciones ni jerga legal.",
      "<strong>Recibe Pago y Justicia</strong> - Te conectamos con atención médica de calidad y luchamos por la máxima compensación."
    ]
  },
  "what_we_handle": {
    "title": "Lo que haremos por ti",
    "points": [
      "<strong>Sin Pago Adelantado</strong> - No pagas nada a menos que ganemos tu caso.",
      "<strong>Acceso a Médicos de Calidad</strong> - Te conectamos con especialistas sin costo inicial ni seguros necesarios.",
      "<strong>Máxima Compensación</strong> - Buscamos el acuerdo más alto posible de las pólizas múltiples de Uber.",
      "<strong>Representación Confidencial</strong> - Tu caso se maneja con profesionalismo y privacidad.",
      "<strong>Adelantos en Efectivo</strong> - Si necesitas ayuda económica inmediata, te apoyamos para obtener fondos antes de resolver el caso.",
      "<strong>Nos Movemos Hacia Ti</strong> - Si no puedes desplazarte por tus lesiones, vamos donde tú estés."
    ]
  },
  "what_you_need_to_know": {
    "title": "Lo que necesitas saber ahora",
    "questions": [
      {
        "title": "¿Qué Cubre el Seguro de $1 Millón de Uber?",
        "content": "<p>Navegamos con experiencia la póliza de responsabilidad civil de $1 millón de Uber para que obtengas todos los beneficios por lesiones y daños materiales. Nuestros abogados hacen valer la responsabilidad de Uber durante el viaje para ayudarte a lograr la máxima compensación.</p>"
      },
      {
        "title": "¿Quién Tiene la Culpa en un Accidente de Uber?",
        "content": "<p>Perseguimos a todas las partes responsables, incluyendo a Uber y al conductor culpable. Nuestro equipo lucha para conseguirte una compensación completa: facturas médicas, salarios perdidos, dolor y sufrimiento, y más.</p>"
      },
      {
        "title": "¿Cuáles Son las Reglas para Conductores y Vehículos de Uber?",
        "content": "<p>Verificamos si los conductores y vehículos de Uber cumplían con los requisitos legales al momento del accidente. Esto fortalece tu reclamo por lesiones y nos permite responsabilizar a Uber y a los conductores negligentes.</p>"
      },
      {
        "title": "¿Por Qué los Casos de Accidentes de Uber Son Diferentes?",
        "content": "<p>Los reclamos por accidentes de Uber implican pólizas de seguro y responsabilidades únicas. Nos especializamos en manejar estas complejidades para conseguirte justicia y una recuperación financiera total.</p>"
      },
      {
        "title": "¿Qué Hacer Después de un Accidente con Uber?",
        "content": "<ul><li>Busca atención médica y guarda toda evidencia posible.</li><li>Nosotros manejamos la comunicación con el seguro y la policía.</li><li>Tu consulta gratuita te explicará cómo maximizar tu compensación.</li></ul>"
      },
      {
        "title": "¿Cómo Funcionan los Honorarios de Contingencia?",
        "content": "<p>No cobramos nada a menos que ganemos tu caso. Puedes presentar tu reclamo por accidente de Uber sin riesgos, sabiendo que nuestros abogados están comprometidos con obtener el mejor resultado para ti.</p>"
      },
      {
        "title": "¿Hay Cobertura si la App de Uber Estaba Activa Pero No Aceptaron el Viaje?",
        "content": "<p>Investigamos si aplica el seguro limitado de Uber o la póliza personal del conductor cuando la app está encendida pero sin viaje aceptado, asegurándonos de que recibas compensación por tus lesiones.</p>"
      }
    ]
  },
  "contact_info": {
    "address": "Dirección",
    "email": "Correo",
    "phone": "Número"
  },
  "copyright": "© 2025 Méndez & Sánchez - Todos los derechos reservados",
  "metadata": {
    "title": "Abogados de Accidentes con Uber – Obtén la compensación que mereces",
    "description": "¿Lesionado en un accidente con Uber? En Méndez y Sánchez, APC te ofrecemos representación legal confiable para víctimas de accidentes con Uber. Consultas gratis y sin honorarios a menos que ganemos.",
    "keywords": "abogado accidente Uber, abogado choques Uber, ayuda legal accidente Uber, abogado lesiones Uber, reclamo pasajero Uber, abogado Uber California, abogado accidentes Uber, demanda Uber accidente, seguro Uber accidente, compensación accidente Uber, abogado Uber sin costo inicial, indemnización accidente Uber, abogados Uber rideshare"
  }
}
