{
  "title": "Accident with an<br /> Amazon Delivery Truck?",
  "subtitle": "We'll get your compensation delivered! <br className='d-md-block d-none' />Mendez and Sanchez, APC will help you get the justice and compensation you deserve.",
  "get_started": "Get Started",
  "free_case_review": "Get your free case review",
  "read_more": "Read More",
  "fields": {
    "full_name": "Full Name",
    "phone_number": "Phone Number",
    "email": "Email",
    "summary": "Tell us about your case..."
  },
  "thank_you": {
    "header": "Thank you",
    "subheader": "Our team will contact you shortly!"
  },
  "disclaimer": "By contacting us, you agree to receive communications from Méndez & Sánchez, APC. Message and data rates may apply. Text ‘STOP' to opt-out. Communication does not establish an attorney-client relationship.",
  "settlements": {
    "title": "Settlements",
    "milestone": "Over a billion dollars recovered for clients in settlements and verdicts.",
    "cases": {
      "motorcycle_accidents": "$14M - Motorcycle Accidents",
      "traumatic_brain_injury": "$IOM - Traumatic Brain Injury",
      "wrongful_death": "$5M - Wrongful Death",
      "car_accident": "$5M - Car Accident"
    }
  },
  "start_case": "Start your case",
  "compensation_message": "Injured in an Amazon Delivery Truck Accident? <br/> Here's What You Need to Know",
  "urgent_cases": {
    "intro": "The rise of Amazon's delivery services has made online shopping more convenient than ever for millions of Americans, with affordable or free shipping options now at their fingertips. However, the increase in delivery vehicles on the road—some operated by Amazon employees and others by independent contractors—has led to a higher risk of accidents. If you've been involved in an Amazon delivery truck crash, navigating the complex legal process can be challenging. An experienced Amazon delivery truck accident lawyer can guide you through the necessary steps to pursue compensation, whether your claim is against an independent contractor or Amazon itself, and ensure you receive the financial support you need to recover."
  },
  "why_choose_us": {
    "title": "What To Do Next?",
    "points": [
      "<strong>Get a Free Consultation 24/7</strong>",
      "<strong>We Review Your Case</strong> - We'll explain everything about your case from the moment we talk.",
      "<strong>Get Paid, Get Justice</strong> - You get the medical care and compensation you deserve."
    ]
  },
  "what_we_handle": {
    "title": "What we will handle for you",
    "points": [
      "<strong>No Money Upfront</strong> - You don't pay unless we win your case.",
      "<strong>Access to Top Medical Care</strong> - We connect you to experienced, top-tier doctors — no out-of-pocket costs.",
      "<strong>Maximum Compensation</strong> - We're committed to getting you the highest possible settlement.",
      "<strong>Discreet Representation</strong> - Your story stays private and confidential.",
      "<strong>Cash Advance</strong> - We help you access funds before your case is settled.",
      "<strong>We Come to You</strong> - We'll travel to meet you, if necessary."
    ]
  },
  "what_you_need_to_know": {
    "title": "What you need to know right now",
    "questions": [
      {
        "title": "Why Are Amazon Truck Drivers Not Classified as Employees?",
        "content": "<p>There's been growing confusion over the employment status of Amazon's delivery drivers. Although they wear Amazon uniforms and drive vans with the company's branding, these drivers are typically classified as independent contractors—not official Amazon employees.</p><p>This classification shields Amazon from legal responsibility in cases of driver misconduct or accidents. It's also a major reason why many drivers have protested, citing poor treatment and stressful working conditions. Many of them are demanding to be officially recognized as Amazon employees to receive better protections and benefits.</p><p>As one driver told CNN, 'If we weren't Amazon workers, we wouldn't be driving their trucks, wearing their uniforms, or delivering their packages.'</p><p>Much of the confusion stems from Amazon's Delivery Service Partner (DSP) Program, a system that allows third-party businesses to handle deliveries on Amazon's behalf.</p>"
      },
      {
        "title": "What are the steps to take after an Amazon delivery truck accident?",
        "content": "<ul> <li>Seek medical attention immediately</li> <li>Gather evidence and witness statements</li> <li>Contact a lawyer who specializes in Amazon delivery truck accidents</li> </ul>"
      },
      {
        "title": "What if the Amazon driver was an independent contractor?",
        "content": "<p>If the Amazon driver was an independent contractor, the process for filing a claim may differ from taking action against Amazon itself. A lawyer can help you navigate these details.</p>"
      },
      {
        "title": "What insurance does an Amazon delivery driver have?",
        "content": "<p>Amazon provides its delivery partners with an Amazon Commercial Auto Insurance Policy in many states, covering auto liability, uninsured/underinsured motorist coverage, and contingent comprehensive and collision coverage.</p>"
      },
      {
        "title": "Can I get compensation if I was injured in an Amazon delivery truck accident?",
        "content": "<p>Yes. With the help of an Amazon delivery truck accident lawyer, you can seek compensation for medical expenses, lost wages, pain and suffering, and other related damages.</p>"
      },
      {
        "title": "How can a lawyer assist me after an Amazon truck accident?",
        "content": "<p>A lawyer can help you gather evidence, deal with insurance companies, and ensure you pursue the correct legal steps to maximize your compensation for the accident.</p>"
      },
      {
        "title": "What if I don't know where to start with my Amazon truck accident case?",
        "content": "<p>Don't worry. Mendez and Sanchez offers a free case review to help determine your legal options and provide guidance on next steps in your recovery process.</p>"
      }
    ]
  },
  "contact_info": {
    "address": "address",
    "email": "email",
    "phone": "phone"
  },
  "copyright": "© 2025 Méndez & Sánchez - All Rights Reserved",
  "metadata": {
    "title": "Amazon Delivery Truck Accident Lawyers",
    "description": "Injured in an Amazon delivery truck accident? Our experienced lawyers can guide you through the legal process and help you get the compensation you deserve, whether your claim is against Amazon or an independent contractor.",
    "keywords": "Amazon delivery truck accident, Amazon truck accident lawyer, Injuries from Amazon delivery truck accident, Amazon truck accident in [city/state], Lawyer for Amazon truck accident, Amazon delivery truck crash lawyer, Amazon delivery accident compensation, Lawyer for Amazon truck crash, Amazon delivery truck accidents in California, Amazon delivery vehicle accident lawyer, Amazon accident attorney, Amazon truck accident legal help, Compensation for Amazon truck accident, Amazon accident lawyer, Amazon delivery crash injuries, Filing a claim for Amazon truck accident, Legal help for Amazon truck accident victims, Lawyer for independent contractor Amazon accident, How to sue Amazon for truck accident, What to do after an Amazon delivery truck accident, Injuries from Amazon delivery vehicles, Seeking compensation for Amazon truck accident injuries, Amazon delivery truck collision lawyer, Amazon truck accident insurance, Free consultation Amazon truck accident, Free case review Amazon truck accident, Get compensation for Amazon truck accident, Legal help for Amazon truck accidents, No upfront fees Amazon truck accident lawyer, Amazon truck accident case review, Amazon delivery accident claim attorney, Truck accident lawyer Amazon, Recover damages from Amazon truck accident"
  }
}
