{
  "title": "Got Into an Accident<br /> with an <span>Uber Driver?</span>",
  "subtitle": "We'll Get Your Compensation Delivered<br className='d-md-block d-none' />Mendez & Sanchez, APC will help you get the justice and compensation you deserve.",
  "get_started": "Get a Free Consultation",
  "free_case_review": "No Fees Unless You Win",
  "read_more": "Learn More",
  "fields": {
    "full_name": "Full Name",
    "phone_number": "Phone Number",
    "email": "Email",
    "summary": "Tell us about your case..."
  },
  "thank_you": {
    "header": "Thank you",
    "subheader": "Our team will contact you shortly!"
  },
  "disclaimer": "By contacting us, you agree to receive communications from Méndez & Sánchez, APC. Message and data rates may apply. Text ‘STOP' to opt-out. Communication does not establish an attorney-client relationship.",
  "settlements": {
    "title": "Settlements",
    "milestone": "Over a billion dollars recovered for clients in settlements and verdicts.",
    "cases": {
      "motorcycle_accidents": "$14M - Motorcycle Accidents",
      "traumatic_brain_injury": "$IOM - Traumatic Brain Injury",
      "wrongful_death": "$5M - Wrongful Death",
      "car_accident": "$5M - Car Accident"
    }
  },
  "start_case": "Start your case",
  "compensation_message": "Injured in an Uber or Rideshare Accident? <br/> Here's What You Need to Know",
  "urgent_cases": {
    "intro": "With the growing popularity of rideshare services like Uber, accidents involving their drivers have also increased. Whether you were a passenger, another driver, or a pedestrian, navigating the legal aftermath of an Uber accident can be complex. Mendez & Sanchez, APC has experience handling Uber-related injury claims and will fight to ensure you receive full compensation — even when multiple insurance layers or independent contractors are involved."
  },
  "why_choose_us": {
    "title": "How It Works",
    "points": [
      "<strong>Get a Free Consultation 24/7</strong> - Speak directly with an experienced Uber accident lawyer.",
      "<strong>We Review Your Case</strong> - We'll explain your rights and outline every step — no legal jargon, just clear answers.",
      "<strong>Get Paid, Get Justice</strong> - You get connected to top medical care and we fight for your maximum compensation."
    ]
  },
  "what_we_handle": {
    "title": "What We Do For You",
    "points": [
      "<strong>No Money Upfront</strong> - You pay nothing unless we win your case.",
      "<strong>Access to Top Medical Care</strong> - We connect you with leading doctors — no insurance or upfront cost required.",
      "<strong>Maximum Compensation</strong> - We pursue the highest settlement possible from Uber's multi-tier insurance policies.",
      "<strong>Discreet Representation</strong> - Your case is handled with privacy, professionalism, and respect.",
      "<strong>Cash Advance</strong> - Need help now? We help qualified clients access funds before the case resolves.",
      "<strong>We Come to You</strong> - Can't travel due to injuries? We'll meet you wherever is convenient."
    ]
  },
  "what_you_need_to_know": {
    "title": "What you need to know right now",
    "questions": [
      {
        "title": "What Does Uber's $1M Insurance Cover?",
        "content": "<p>We expertly navigate Uber's $1 million liability insurance to ensure you receive full benefits for injuries and property damage. Our attorneys enforce Uber's responsibility during rides to help you get the maximum settlement.</p>"
      },
      {
        "title": "Who's Liable in an Uber Accident?",
        "content": "<p>We pursue all liable parties, including Uber and the at-fault driver. Our team fights for full compensation—medical bills, lost wages, pain and suffering, and more.</p>"
      },
      {
        "title": "What Are Uber's Driver and Vehicle Rules?",
        "content": "<p>We verify if Uber drivers and vehicles met legal requirements at the time of your accident. This strengthens your injury claim and helps us hold Uber and negligent drivers accountable.</p>"
      },
      {
        "title": "How Are Uber Accident Claims Different?",
        "content": "<p>Uber accident claims involve unique insurance policies and liability issues. We specialize in overcoming these complexities to get you justice and full financial recovery.</p>"
      },
      {
        "title": "What to Do After an Uber Accident?",
        "content": "<ul><li>Get medical help and preserve evidence.</li><li>We handle insurance and police communications.</li><li>Our free case review outlines how to maximize your compensation.</li></ul>"
      },
      {
        "title": "How Do Contingency Fees Work?",
        "content": "<p>We charge no fees unless we win. You can pursue your Uber accident claim risk-free, knowing our attorneys are committed to getting the best result.</p>"
      },
      {
        "title": "Is There Coverage If the Uber App Was On, No Ride Accepted?",
        "content": "<p>We investigate whether Uber's limited insurance or personal policies apply when the app is on but no ride is accepted—ensuring you still get compensation for your injuries.</p>"
      }
    ]
  },
  "contact_info": {
    "address": "address",
    "email": "email",
    "phone": "phone"
  },
  "copyright": "© 2025 Méndez & Sánchez - All Rights Reserved",
  "metadata": {
    "title": "Uber Accident Lawyers – Get the Compensation You Deserve",
    "description": "Injured in an Uber accident? Mendez & Sanchez, APC provides trusted legal representation for rideshare injury victims. Free consultations. No fees unless we win.",
    "keywords": "Uber accident lawyer, Uber crash attorney, rideshare accident legal help, Uber injury lawyer, California Uber accident attorney, Uber passenger accident claim, Uber accident law firm, sue Uber for accident, Uber insurance claim lawyer, Lyft and Uber accident attorney, Uber driver hit me what to do, rideshare injury compensation, personal injury lawyer Uber, Uber legal help California"
  }
}
